
--------------------------------------------------------------
dofile("/data/local/tmp/c/engine/BasicEngine.lua")    --引入Android引擎
-------------------------------------------------------------------------------------------------------
-------------------------------------------------------------------------------------------------------
Edition = "1.0.6"
Businesses = "爱奇艺视频测试"
DScreen = nil
APP_PacketName = "com.uusense.speed"

login_version = "v1.0.2"    -- 版本自记录，非必须
action_a = {
    {"[1],[TOUCH],[B,0.5,5],[],[<login>]"},	  
    {"[1],[SLEEP],[3],[],[]"},	  
    {"[1],[TOUCH],[home,0,2],[],[<异常指标6>]"},	  
}

ScriptAction = {
    {"A", action_a},
}
